export default {
  "authTabJson": {
    "title": "微信/短信/一键认证",
    "items": [
      {
        "title": "服务器类型",
        "content": "诺客MACC平台做相应配置后认证才生效。",
        "frags": [
          "微信连wifi：连上wifi->去关注某个公众号后->点击上网。",
          "短信认证：连上wifi->portal弹出来点击点此免费上网->输入手机号获取短信验证码->输入验证码->上网。",
          "一键登入：连上wifi->potal出来点下确认->上网。"
        ]
      },
      {
        "title": "用户逃生功能",
        "content": "认证服务器异常的时候可以跳过认证正常上网。"
      }
    ]
  },
  "accountJson": {
    "title": "账号认证",
    "items": [
      {
        "title": "账号数",
        "content": "当前已配置的认证账号数量"
      },
      {
        "title": "认证IP/范围",
        "content": "此IP网段的终端需要认证通过才能上网"
      },
      {
        "title": "账号管理",
        "content": "多个设备端可使用同一个账号密码认证上网",
        "frags": [
          "mac地址：每个账号最多记录最新使用的 5 个设备的mac地址。这些设备离线后再次接入此认证网络可直接上网，不需要重新认证。"
        ]
      }
    ]
  },
  "guestAuthJson": {
    "title": "授权访客上网",
    "items": [
      {
        "title": "扫码信息提示",
        "content": "此文字会在弹出的二维码页面上显示"
      },
      {
        "title": "认证IP/范围",
        "content": "此IP网段的终端需要认证通过才能上网"
      },
      {
        "title": "允许上网时长",
        "content": "用户授权上线后超过对应的时间会自动下线，需要重新授权"
      },
      {
        "title": "授权IP/范围",
        "content": "此IP网段的终端拥有授权的功能"
      }
    ]
  },
  "guestScanJson": {
    "title": "访客扫码上网",
    "items": [
      {
        "title": "认证IP/范围",
        "content": "此IP网段的终端需要认证通过才能上网"
      },
      {
        "title": "允许上网时长",
        "content": "用户授权上线后超过对应的时间会自动下线，需要重新扫码二维码"
      },
      {
        "title": "二维码动态码",
        "content": "修改此项配置后，之前的二维码图会失效"
      },
      {
        "title": "二维码信息",
        "content": "此文字会在用户弹出的认证页面显示"
      }
    ]
  },
  "behaviorDateManageJson": {
    "title": "时间列表",
    "desc": "您可以通过本页面设置时间，进行时间的管理。",
    "items": [
      {
        "title": "时间名称",
        "content": "标志时间的名称。"
      },
      {
        "title": "时间设置（日历）",
        "content": "用于设置时间所包含的时间段，有两种设置方式。",
        "frags": [
          "日历：通过在日历上划分矩形覆盖对应的时间区域来设置包含的时间段，只能精确到小时。"
        ]
      }
    ]
  },
  "behaviorAddrManageJson": {
    "title": "地址组列表",
    "desc": "您可以通过本页面进行地址管理。",
    "items": [
      {
        "title": "组名称",
        "content": "自定义地址组的名称。"
      },
      {
        "title": "IP地址段",
        "content": "设置一个起始地址和一个结束地址，引用包含该地址对象地址组的规则在该地址段内均会生效。点击右边的加号可以添加多个地址段。"
      }
    ]
  },
  "behaviorAppControlJson": {
    "title": "应用控制规则列表",
    "desc": "您可以通过本页面添加应用控制条目。",
    "items": [
      {
        "title": "受管理IP地址组",
        "content": "设置欲管控IP地址组。"
      },
      {
        "title": "受管理时间段",
        "content": "设置管控时间段，在受控时间内，IP地址组内的客户端无法访问禁用列表中勾选的应用"
      },
      {
        "title": "禁用列表",
        "content": "设置需要禁止的应用。"
      },
      {
        "title": "备注",
        "content": "设置备注信息，方便查看（64字符以内）。"
      },
      {
        "title": "状态",
        "content": "是否启用控制规则"
      }
    ]
  },
  "behaviorQqbwListJson": {
    "title": "规则列表",
    "desc": "您可以通过本页面设置QQ黑白名单或则关闭黑白名单。",
    "items": [
      {
        "title": "受管理IP地址组",
        "content": "设置欲管控IP地址组。"
      },
      {
        "title": "受管理时间段",
        "content": "设置管控时间段。"
      },
      {
        "title": "QQ号码",
        "content": "设置相应的QQ信息。"
      },
      {
        "title": "备注",
        "content": "设置备注信息，方便查看（64字符以内）。"
      },
      {
        "title": "状态",
        "content": "是否启用控制规则"
      }
    ]
  },
  "behaviorSiteGroupJson": {
    "title": "网站分组",
    "desc": "您可以查看网站分组条目，还可以通过表格按钮对条目进行操作。",
    "items": [
      {
        "title": "组名称",
        "content": "为网站分组添加名称，字符限制在64个字符以内，且两个分组不能重名。"
      },
      {
        "title": "组成员",
        "content": "网站分组成员，您可以同时输入多个网站进行批量添加。组成员可以为域名，如www.baidu.com,也可以在域名前面加通配符“*”，如*.baidu.com。但是”*“只允许输入在最前面，而不能夹杂在域名中间或后面。"
      }
    ]
  },
  "behaviorSiteVisiterJson": {
    "title": "规则列表",
    "desc": "您可以查看网站访问条目，还可以通过表格按钮对条目进行操作。",
    "items": [
      {
        "title": "受管理IP地址组",
        "content": "设置欲管控IP地址组。"
      },
      {
        "title": "受管理时间段",
        "content": "设置管控时间段。"
      },
      {
        "title": "规则类型（只开放禁止）",
        "content": "对符合规则的网站放行或禁止。"
      },
      {
        "title": "禁用网站类型",
        "content": "选择网站分组对象（规则生效的网站）"
      },
      {
        "title": "备注",
        "content": "您可以为该规则添加备注（64字符以内）。"
      }
    ]
  },
  "accessCtrlJson": {
    "title": "访问控制列表",
    "desc": "对经过设备的数据包进行规则匹配，并设置在某一时间范围内，放行或丢弃数据包。",
    "items": [
      {
        "title": "匹配规则",
        "content": "根据MAC地址或者IP地址进行报文匹配设置。",
        "frags": [
          "【MAC】匹配数据包的源MAC地址。常用于在线用户或等特定终端进行访问控制的设置。",
          "【源IP】匹配数据包的源地址和端口，为空表示所有地址/所有端口。",
          "【目的】匹配数据包的目的地址和端口，为空表示所有地址/所有端口。",
          "【协议】匹配数据包的协议类型。"
        ]
      },
      {
        "title": "规则类型",
        "content": "指明这条规则对符合条件的数据包放行还是丢弃。",
        "frags": [
          "允许：放行符合条件的数据包。",
          "阻塞：丢弃符合条件的数据包。"
        ]
      },
      {
        "title": "生效时间",
        "content": "选择规则生效的时间段，也可以设置为自定义并选择自定义时间。"
      },
      {
        "title": "生效接口域",
        "content": "选择该规则对应生效的接口。基于MAC地址的匹配规则，默认是对外网口生效。",
        "frags": [
          "访问控制规则无法在外网的接口域阻塞服务端和客户端内网用户之间的流量，必须要在内网才能生效。"
        ]
      },
      {
        "title": "生效状态",
        "content": "显示规则的生效状态，根据系统时间和生效时间关系确定。",
        "frags": [
          "生效中：系统的当前时间处在规则的生效时段中。",
          "生效中：系统的当前时间不在规则的生效时段时。"
        ]
      },
      {
        "title": "备注",
        "content": "为规则标识用途，字符数限制在28个字符以内。"
      },
      {
        "title": "匹配顺序",
        "content": "排在前面的规则先匹配，若匹配成功后，后续规则将不再执行。可以在列表中对规则执行上移/下移操作。"
      }
    ]
  },
  "timeLimitJson": {
    "title": "上网时间控制",
    "desc": "您可以查看访问控制条目，还可以通过表格按钮对条目进行操作。",
    "items": [
      {
        "title": "MAC地址",
        "content": "受控制的终端MAC地址。"
      },
      {
        "title": "用户名称",
        "content": "根据MAC地址，查找在线用户列表中相匹配的MAC地址的用户名称。"
      },
      {
        "title": "禁止时段",
        "content": "禁止终端用户上网的时段。"
      },
      {
        "title": "状态",
        "content": "标识当前规则是否在禁止上网的时段中。"
      }
    ]
  },
  "dateJson": {
    "title": "时间设置",
    "desc": "您可以通过本页面来查看和设置系统时间。",
    "items": [
      {
        "title": "当前时间",
        "content": "设备的系统时间，如未曾设置或联网同步，则该时间为设备出厂时间。"
      },
      {
        "title": "设置时间",
        "content": "设置系统时间的方式，分为通过网络获取系统时间和手动设置系统时间，其中手动设置系统时间也可以通过获取管理主机时间的方式进行设置。"
      },
      {
        "title": "时间",
        "content": "选中<手动设置时间>，选择用户需要设置的设备时间（获取主机时间：当前登录设备的系统时间）"
      }
    ]
  },
  "recoverJson": {
    "title": "恢复出厂设置",
    "desc": "您可以通过恢复出厂配置，将设备的所有配置重置为出厂时的默认配置。",
    "items": [
      {
        "title": "恢复出厂配置",
        "content": "点击<恢复出厂配置>来进行设备恢复出厂配置。"
      }
    ]
  },
  "backupJson": {
    "title": "备份与导入",
    "desc": "您可以通过本页面保存或恢复您的配置。",
    "items": [
      {
        "title": "备份配置信息",
        "content": "您可以通过点击<导出>按钮来保存您当前的配置信息。设备将以文件的形式保存您的设置，建议您在进行软件升级前进行备份。"
      },
      {
        "title": "导入配置信息",
        "content": "您可以通过浏览选择配置文件后点击<导入>按钮，导入配置文件来恢复您的配置信息。"
      }
    ]
  },
  "reloadJson": {
    "title": "系统重启",
    "desc": "系统的部分配置修改需要重启设备才能生效，您可以通过本页面来重启设备。",
    "items": [
      {
        "title": "重启系统",
        "content": "点击<重启系统>按钮来完成系统的重启。"
      }
    ]
  },
  "packageJson": {
    "title": "抓包诊断",
    "desc": "您可以通过本页面来抓包下载诊断文件进行查看。",
    "items": [
      {
        "title": "接口",
        "content": "可选择不同接口进行抓包"
      },
      {
        "title": "协议名",
        "content": "抓取特定协议的请求包"
      },
      {
        "title": "主机IP",
        "content": "抓取该主机IP请求包"
      },
      {
        "title": "限制文件大小",
        "content": "抓取包的最大限制（单位M），当包大小达到设定值将停止抓包并生成诊断包下载链接。"
      },
      {
        "title": "限制报文个数",
        "content": "抓取报文最大限制，当报文数达到设定值将停止抓包并生成诊断包下载链接。"
      },
      {
        "title": "运行",
        "content": "按以上配置进行抓包。"
      },
      {
        "title": "停止",
        "content": "用户手动停止抓包并生成诊断包下载链接。"
      }
    ]
  },
  "wanJson": {
    "title": "WAN设置",
    "desc": "您可以通过本页面设置WAN接口。",
    "items": [
      {
        "title": "联网类型",
        "content": "联网类型有如下三种：",
        "frags": [
          "PPPoE：使用运营商提供的宽带帐号和密码进行上网的方式。",
          "动态IP：使用运营商动态分配的临时IP地址进行上网的方式。",
          "静态IP：使用运营商提供的固定IP进行上网的方式。"
        ]
      },
      {
        "title": "IP地址、子网掩码、网关、DNS服务器",
        "content": "运营商分配的上网参数或用户设置的上网参数。联网类型为静态IP时配置"
      },
      {
        "title": "宽带账号/宽带密码",
        "content": "运营商提供的宽带账号和密码。联网类型为PPPoE时配置。"
      },
      {
        "title": "MTU",
        "content": "数据包的最大传输单元，动静态IP可设置范围为576 ~ 1500，PPPoE可设置的最大范围是576~1492。"
      },
      {
        "title": "MAC地址",
        "content": "设置设备对广域网的MAC地址，一般情况下不需要更改此地址。某些地区的运营商会将线路与MAC地址进行绑定，同时提供一个“有效的MAC地址”，此时只有将WAN口的MAC地址设置为该“有效的MAC地址”才可以正常共享上网。"
      },
      {
        "title": "多线路选择",
        "content": "支持多线路的设备才有此配置项。选择“多线路”后，页面会出现多个WAN口的配置。还可以配置运营商和负载均衡，详见页面说明。"
      }
    ]
  },
  "wanMswJson": {
    "title": "管理IP设置",
    "desc": "您可以通过本页面设置管理IP。",
    "items": [
      {
        "title": "联网类型",
        "content": "联网类型有如下两种：",
        "frags": [
          "动态IP：使用动态分配的临时IP地址进行上网的方式。",
          "静态IP：使用固定IP进行上网的方式。"
        ]
      },
      {
        "title": "IP地址、子网掩码、网关、DNS服务器",
        "content": "运营商分配的上网参数或用户设置的上网参数。联网类型为静态IP时配置"
      }
    ]
  },
  "vlanJson": {
    "title": "LAN设置",
    "desc": "您可以通过本页面设置LAN接口。",
    "items": [
      {
        "title": "IP地址",
        "content": "通过此局域网上网的设备的默认网关应设置为该IP地址。"
      },
      {
        "title": "子网掩码",
        "content": "局域网中中的设备的子网掩码应与此处设置相同。"
      },
      {
        "title": "VLAN ID",
        "content": "局域网可以划分多个VLAN，VLAN与上联配置有关联，请注意配置。"
      },
      {
        "title": "DHCP服务",
        "content": "开启后局域网内的设备才能自动获取到IP。"
      },
      {
        "title": "开始地址",
        "content": "DHCP服务器自动分配的IP的开始地址。开始地址的范围是在由IP地址和子网掩码计算出的网段内。"
      },
      {
        "title": "分配IP数",
        "content": "可分配的IP数范围由局域网网段大小和开始地址决定。"
      },
      {
        "title": "地址租期",
        "content": "自动分配的IP的有效时间，超过该时间后局域网内的设备将重新获取IP。"
      }
    ]
  },
  "vlanPortJson": {
    "title": "端口VLAN",
    "items": [
      {
        "title": "UNTAG",
        "content": "假设【VLAN 10】在【端口2】这列中设置为【UNTAG】，相当于VLAN 10是端口2的Native Vlan。那么从端口2发送的报文将不携带VLAN 10标识，并且没有携带VLAN ID的报文通过端口2都会当做VLAN 10的报文。",
        "frags": [
          "每个端口只有一个VLAN可以设置为UNTAG。",
          "端口1 的Native Vlan固定是默认VLAN，所以端口1不能把其他VLAN设置为UNTAG。"
        ]
      },
      {
        "title": "TAG",
        "content": "假设【VLAN 10和VLAN 20】在【端口2】这列中都设置了【TAG】，相当于端口2是TRUNK口，从端口 2 转发VLAN 10和VLAN 20的报文都会携带上对应VLAN的TAG。"
      },
      {
        "title": "不加入",
        "content": "假设【VLAN 10和VLAN 20】在【端口2】这列中都设置为【不加入】，相当于端口2是不收发VLAN 10和VLAN 20的报文。"
      }
    ]
  },
  "arpJson": {
    "title": "ARP列表",
    "desc": "设备学习连接在设备各接口上的网络设备IP与MAC对应表。",
    "items": [
      {
        "title": "IP地址",
        "content": "连接在设备各接口上的网络设备IP"
      },
      {
        "title": "MAC地址",
        "content": "连接在设备各接口上的网络设备MAC"
      },
      {
        "title": "状态",
        "content": "显示这条ARP表项的MAC绑定和MAC过滤状态，也可以修改绑定和过滤状态。",
        "frags": [
          "MAC绑定：点击添加到“MAC绑定列表”中。",
          "MAC过滤：点击添加到“MAC过滤规则”中。",
          "已绑定：已经添加到“MAC绑定列表”中。",
          "已过滤：已经添加到“MAC绑定列表”中。"
        ]
      },
      {
        "title": "批量绑定",
        "content": "可以选择多条ARP列表项，一次性添加到“MAC绑定列表”中。您可以在“MAC绑定”页面进行批量解绑操作。"
      },
      {
        "title": "批量过滤",
        "content": "可以选择多条ARP列表项，一次性添加到“MAC过滤规则列表”中。您可以在“MAC过滤”页面进行批量删除操作。"
      }
    ]
  },
  "arpJsonLite": {
    "title": "ARP列表",
    "desc": "设备学习连接在设备各接口上的网络设备IP与MAC对应表。",
    "items": [
      {
        "title": "IP地址",
        "content": "连接在设备各接口上的网络设备IP"
      },
      {
        "title": "MAC地址",
        "content": "连接在设备各接口上的网络设备MAC"
      },
      {
        "title": "状态",
        "content": "显示这条ARP表项的MAC绑定状态，也可以修改绑定状态。",
        "frags": [
          "MAC绑定：点击添加到“MAC绑定列表”中。",
          "已绑定：已经添加到“MAC绑定列表”中。"
        ]
      },
      {
        "title": "批量绑定",
        "content": "可以选择多条ARP列表项，一次性添加到“MAC绑定列表”中。您可以在“MAC绑定”页面进行批量解绑操作。"
      }
    ]
  },
  "arpbindJson": {
    "title": "IP-MAC绑定",
    "items": [
      {
        "title": "MAC地址",
        "content": "您可以输入待绑定的MAC地址，格式为00:11:22:33:44:55:66 。"
      },
      {
        "title": "IP地址",
        "content": "您可以输入待绑定的IP地址。"
      },
      {
        "title": "解绑MAC",
        "content": "可以将该IP-MAC绑定条目解绑，从“IP-MAC绑定列表”删除。"
      },
      {
        "title": "批量解绑MAC",
        "content": "选择多条IP-MAC绑定列表中的条目，点击<批量解绑ARP>按钮，可将多个条目一次性从“IP-MAC绑定列表”中删除。"
      }
    ]
  },
  "dhcpClientJson": {
    "title": "客户端列表",
    "desc": "本页显示当前DHCP服务器动态分配的IP,您可以将指定MAC添加到静态地址,为该MAC预留IP地址。",
    "items": [
      {
        "title": "主机名",
        "content": "由DHCP服务器分配IP的客户端主机名。"
      },
      {
        "title": "MAC地址",
        "content": "分配到IP地址的客户端主机的MAC地址。"
      },
      {
        "title": "IP地址",
        "content": "DHCP服务器分配给客户端主机的IP地址。"
      },
      {
        "title": "剩余地址租期",
        "content": "DHCP服务器所分配IP地址的剩余有效使用时间，超时将重新分配。"
      },
      {
        "title": "刷新",
        "content": "点击刷新将刷新显示目前已分配的DHCP客户端。"
      },
      {
        "title": "添加到静态地址",
        "content": "点击“添加”按钮，路由自动将目前已经学习到的IP与MAC条目添加到静态地址分配列表中。"
      }
    ]
  },
  "staticJson": {
    "title": "静态地址分配",
    "desc": "您可以在本页面为指定的MAC地址预留IP地址。当该主机向DHCP服务器请求分配IP时，服务器将为其分配预留的IP地址。",
    "items": [
      {
        "title": "IP地址",
        "content": "为指定主机预留的IP地址。"
      },
      {
        "title": "MAC地址",
        "content": "预留IP地址的主机MAC地址。"
      }
    ]
  },
  "localUpdateJson": {
    "title": "系统升级",
    "desc": "您可以通过本页面来进行软件升级。建议您进行软件升级前，先备份您的配置信息。",
    "items": [
      {
        "title": "当前版本",
        "content": "设备当前的软件版本号和硬件版本号。"
      },
      {
        "title": "保留配置",
        "content": "保留现版本的所有用户配置信息<如果版本差异太大，建议不保留配置升级>。"
      },
      {
        "title": "安装包路径",
        "content": "所要升级的版本包，后缀名以.gz结尾。"
      }
    ]
  },
  "passwordJson": {
    "title": "设备密码",
    "desc": "修改设备密码。",
    "items": [
      {
        "title": "原设备密码",
        "content": "修改前的设备密码。"
      },
      {
        "title": "新设备密码/确认新密码",
        "content": "将要设置的新设备密码（密码长度至少6位）。"
      }
    ]
  },
  "sessionJson": {
    "title": "WEB会话超时时间",
    "desc": "修改WEB会话session超时时间。",
    "items": [
      {
        "title": "登录超时时间",
        "content": "登录账号session的过期时间（单位为秒）。"
      }
    ]
  },
  "natJson": {
    "title": "端口映射",
    "desc": "您可以查看规则条目，还可以通过表格按钮对条目进行操作。",
    "items": [
      {
        "title": "规则名称",
        "content": "您可以设置服务条目名称。"
      },
      {
        "title": "服务协议",
        "content": "触发条目生效的协议类型。选择ALL表示所有协议均生效。"
      },
      {
        "title": "外部服务器IP",
        "content": "外部服务的主机地址。同一外部服务器IP不能配置相同的外部端口号。"
      },
      {
        "title": "外部端口",
        "content": "设备提供给广域网的服务端口号。同一端口号不能配置相同的外部服务器IP。"
      },
      {
        "title": "内部服务器IP",
        "content": "局域网中建立服务的主机地址。"
      },
      {
        "title": "内部端口",
        "content": "局域网主机的服务端口。"
      }
    ]
  },
  "networkCheckJson": {
    "title": "网络体检",
    "desc": "当您的设备出现网络问题时，请执行“网络体检”功能，并根据检测结果配置您的设备。",
    "items": [
      {
        "title": "开始检测",
        "content": "点击开始检测按钮并确定，开始进行检测。"
      },
      {
        "title": "网口配置",
        "content": "检测网口是否插网线，是否有配置ip地址或者是否获取到IP地址。"
      },
      {
        "title": "路由配置",
        "content": "检测路由配置是否正常，配置的路由是否能与外网相通。"
      },
      {
        "title": "下一跳连通性",
        "content": "检测默认路由下一跳链路是否是相通。"
      },
      {
        "title": "DNS配置",
        "content": "检测是否有配置DNS服务器或者DNS服务器链路是否相通。"
      },
      {
        "title": "云服务配置",
        "content": "检测设备是否连接上MACC服务器。"
      },
      {
        "title": "网络运行状态",
        "content": "检测设备的IP连接数以及DHCP服务器可分配地址容量检测。"
      }
    ]
  },
  "networkTool": {
    "title": "网络工具",
    "desc": "您可以通过本页的网络工具来检测和诊断当前的网络状况。",
    "items": [
      {
        "title": "PING通信检测",
        "content": "用于检测到达网络中的某节点是否连通。"
      },
      {
        "title": "路由跟踪检测",
        "content": "用于检测到达联络中的某节点经过节点的个数以及节点地址。"
      },
      {
        "title": "域名查询检测",
        "content": "用于查询网络域名信息或诊断DNS服务器问题。"
      }
    ]
  },
  "smartJson": {
    "title": "智能流控",
    "desc": "根据用户数智能的调整每个用户的带宽，保证每个用户公平共享带宽。",
    "items": [
      {
        "title": "开启流控",
        "content": "开启智能流控并保存配置后，才可以进行“自定义策略”等设置。"
      },
      {
        "title": "线路带宽",
        "content": "为了保证流控效果，请根据运营商实际分配的带宽进行设置。",
        "frags": [
          "上行：上传速度",
          "下行：下载速度"
        ]
      }
    ]
  },
  "strategyJson": {
    "title": "自定义策略",
    "desc": "为IP地址组分配带宽，保证上网速度，合理利用带宽资源。",
    "items": [
      {
        "title": "策略名称",
        "content": "您可以给配置的策略取一个名字，方便记忆和管理策略。"
      },
      {
        "title": "IP地址范围",
        "content": "自定义策略对这个范围内的IP生效。"
      },
      {
        "title": "带宽模式",
        "content": "共享表示地址组内IP共用设定的上下行带宽；独立表示地址组内所有IP均独占设定的上下行带宽。"
      },
      {
        "title": "上行带宽",
        "frags": [
          "保证：带宽紧张时保障的带宽。",
          "最大：带宽宽松时允许占用的最大带宽。"
        ]
      },
      {
        "title": "下行带宽",
        "frags": [
          "保证：带宽紧张时保障的带宽。",
          "最大：带宽宽松时允许占用的最大带宽。"
        ]
      },
      {
        "title": "应用接口",
        "content": "表示这条策略在哪个WAN口上生效。",
        "frags": [
          "所有WAN口：每个WAN口分别应用此策略。"
        ]
      },
      {
        "title": "状态",
        "content": "表示这条策略规则是否启用。如果设置为“关闭”，此条策略将不生效。"
      },
      {
        "title": "生效状态",
        "content": "表示这条策略规则在当前系统中是否已经生效。如果显示为“未生效”，请检查IP范围是否在已有LAN的网段中。"
      },
      {
        "title": "匹配顺序",
        "content": "匹配顺序从上至下，新增的策略排在最前面优先匹配。可以上下调整策略的匹配顺序。"
      }
    ]
  },
  "flowAppJson": {
    "title": "应用流控",
    "desc": "为IP地址组分配带宽，保证上网速度，合理利用带宽资源。",
    "items": [
      {
        "title": "流控名称",
        "content": "您可以给配置的流控取一个名字，方便记忆和管理策略。"
      },
      {
        "title": "应用名称",
        "content": "选择要流控的的应用，一条规则只能选择一类应用。"
      },
      {
        "title": "上行带宽",
        "frags": [
          "保证：带宽紧张时保障的带宽。",
          "最大：带宽宽松时允许占用的最大带宽。"
        ]
      },
      {
        "title": "下行带宽",
        "frags": [
          "保证：带宽紧张时保障的带宽。",
          "最大：带宽宽松时允许占用的最大带宽。"
        ]
      },
      {
        "title": "状态",
        "content": "表示这条策略规则是否启用。如果设置为“关闭”，此条策略将不生效。"
      },
      {
        "title": "匹配顺序",
        "content": "匹配顺序从上至下，新增的策略排在最前面优先匹配。可以上下调整策略的匹配顺序。"
      }
    ]
  },
  "deviceListJson": {
    "title": "设备列表",
    "desc": "查看当前网络下的所有设备信息。",
    "items": [
      {
        "title": "设备名称",
        "content": "设备名称可以修改成易于标识的名字。比如：设备所在位置或者设备特征等。"
      },
      {
        "title": "IP地址",
        "content": "点击IP地址可以跳转到设备的管理页面。"
      },
      {
        "title": "在线状态",
        "content": "",
        "frags": [
          "在线：设备已连通本地网络。",
          "离线：设备没有上电，或者WAN设置错误。",
          "从未上线：手动添加的设备，还未在该网络上线。"
        ]
      },
      {
        "title": "高级搜索",
        "content": "根据设备序列号、型号、版本、MAC、在线状态来搜索所有网络设备，并显示在列表中。"
      },
      {
        "title": "列表筛选",
        "content": "列表表项较多时，您可筛选您关注的表项在列表中显示。"
      }
    ]
  },
  "managerJson": {
    "title": "整网管理",
    "desc": "本页面可以帮您对整个网络中的设备进行重启、恢复出厂或回复配置操作。",
    "items": [
      {
        "title": "操作",
        "content": "选择对整网设备要进行的操作类型",
        "frags": [
          "重启: 整网或指定设备重启。",
          "恢复出厂：整网设备恢复出厂设置状态。还可以通过选项设置是否解除设备绑定信息。"
        ]
      },
      {
        "title": "选择",
        "content": "选择操作的对象，可指定设备或选择整网设备。",
        "frags": [
          "指定设备：需从“可操作设备”列表中选择要操作的设备，点击\"添加>\"到右侧“已选设备”列表。",
          "整网设备：对整网所有设备操作，无需再选择设备。"
        ]
      },
      {
        "title": "选项",
        "content": "选择是否解除设备用户账号绑定"
      }
    ]
  },
  "neighborJson": {
    "title": "网络列表",
    "desc": "易网络设备具备自组网（即插即用）功能",
    "items": [
      {
        "title": "网络说明",
        "frags": [
          "在二层网络下，所有易网络设备能够自动发现，并且组成一个逻辑网络，用户可以对整个逻辑网络的所有设备进行统一配置，不用一台台配置。",
          "当网络中添加未配置过的新设备，新设备会自动加入该网络中，并与网络的其他设备配置一致。",
          "当网络中添加已配置过的设备,该设备的配置与现有网络设备的配置不一致：",
          "1) 正常状态下，该设备也会自动加入该网络中，该设备的配置将自动被修改为网络中其他设备的配置，最终与网络的其他设备配置一致。",
          "2) 在某些特殊情况下，该设备无法自动加入当前网络，该设备的配置保持不变，这种状态下会存在配置不同的多个逻辑网络",
          "当二层网络下存在多个逻辑网络时：",
          "1）新设备加入到该二层网络下，新设备无法自动加入到任何一个逻辑网络中，新设备保持未配置状态。",
          "2）用户可以指定将某些设备添加到“我的网络”，这些设备配置将被修改成“我的网络”的对应配置。"
        ]
      },
      {
        "title": "我的网络",
        "content": "显示设备当前所在网络信息以及我的网络里的设备列表。"
      },
      {
        "title": "展开/收起",
        "content": "点击展开/收起归属该网络的设备列表信息"
      },
      {
        "title": "添加到我的网络",
        "frags": [
          "允许把其他网络的设备添加到我的网络。",
          "设备被添加后，配置将被修改成我的网络对应的配置。",
          "我的网络配置修改时，这些设备的配置也会被同步修改。"
        ]
      },
      {
        "title": "新设备列表",
        "content": "是指未配置的但无法自动加入到“我的网络”的设备，一般在存在多个网络的时候才会出现，此时需要您手动把新设备添加到我的网络。",
        "frags": [
          "正常情况下，在二层网络里，新设备能够自动组网形成一个网络。",
          "已配置过的设备一般也会自动加入到我的网络，并最终与我的网络配置保持一致。",
          "在某些特殊情况下，已配置的设备无法自动加入我的网络，此时会导致网络中存在多个配置不同的网络。",
          "当存在多个网络时，新设备可能无法自动加入我的网络。此时设备就会显示在“其他网络”列表中，您可以把它手动添加到我的网络。"
        ]
      },
      {
        "title": "其他网络",
        "content": "当环境中存在多个网络时，这里会显示其他网络的信息及设备。其他网络的设备可以被添加到我的网络。"
      }
    ]
  },
  "dhcpOptionJson": {
    "title": 'DCHP选项',
    "items": [
      {
        "title": 'DNS服务器',
        "content": '可选填，如果运营商有提供DNS服务器地址，请在此填写。'
      },
      {
        "title": 'Option43',
        "content": '可选填，最大长度128（中文占3个字符），可输入如下三种格式：',
        "frags": [
          'IP地址，多个用空格分割。',
          '16进制格式，用冒号分割，比如：01:C0:A8:01:01。',
          '任意字符串'
        ]
      },
      {
        "title": 'Option138',
        "content": '可选填，请填入AC（无线控制器）IP地址。'
      }
    ]
  },
  "routeStaticJson": {
    "title": "静态路由列表",
    "desc": "当数据包与静态路由匹配成功时，将按照指定的转发方式进行转发。",
    "items": [
      {
        "title": "目的地址/子网掩码",
        "content": "数据要到达的目的网络和目的网络的子网掩码。"
      },
      {
        "title": "出接口",
        "content": "数据包进行转发的接口。"
      },
      {
        "title": "下一跳",
        "content": "数据包将发往的下一个路由点。如果出接口是PPPoE拨号上网，就无下一跳配置。"
      },
      {
        "title": "是否可达",
        "content": "检测下一跳是否可达，以此判断路由是否能够正常生效。"
      }
    ]
  },
  "routePolicyJson": {
    "title": "策略路由列表",
    "desc": "策略路由是一种比基于目标网络进行路由更加灵活的数据包路由转发机制。",
    "items": [
      {
        "title": "规则名称",
        "content": "为添加的规则命名，字符数限制在28个字符以内，且任意两条规则不能重名。"
      },
      {
        "title": "协议类型",
        "content": "选择策略路由生效的特定协议，可根据需要自定义协议类型。"
      },
      {
        "title": "协议号",
        "content": "协议类型为“自定义”时可配置。"
      },
      {
        "title": "源端口范围",
        "content": "协议类型为“TCP”或“UDP”才有此配置项，配置策略路由匹配的报文源端口范围。"
      },
      {
        "title": "目的端口范围",
        "content": "协议类型为“TCP”或“UDP”才有此配置项，配置策略路由匹配的报文目的端口范围。"
      },
      {
        "title": "源IP地址/范围",
        "content": "配置策略路由条目匹配的源IP地址/范围，默认为所有IP地址。"
      },
      {
        "title": "目的IP地址/范围",
        "content": "配置策略路由条目匹配的目的IP地址/范围，默认为所有IP地址。"
      },
      {
        "title": "出接口",
        "content": "选择策略路由条目数据包转发的接口。"
      },
      {
        "title": "状态",
        "content": "表示这条策略路由是否启用。如果设置为“关闭”，此条策略将不生效。"
      },
      {
        "title": "匹配顺序",
        "content": "匹配顺序从上至下，新增的策略排在最前面优先匹配。可以上下调整策略的匹配顺序。"
      }
    ]
  },
  "macFilterJson": {
    "title": "MAC地址过滤",
    "desc": "您可以进行MAC地址过滤功能设置。",
    "items": [
      {
        "title": "MAC过滤开关",
        "content": "开启过滤开关后，以下的规则列表才会生效。"
      },
      {
        "title": "过滤类型",
        "content": "设置过滤类型，有如下两种：",
        "frags": [
          "白名单（允许设备访问外网）：将只允许MAC地址在过滤规则列表中的主机通过。",
          "黑名单（不允许设备访问外网）：将禁止MAC地址在过滤规则列表中的主机通过。"
        ]
      },
      {
        "title": "MAC地址",
        "content": "根据“过滤类型”禁止或通过在列表中的此MAC地址的主机。"
      },
      {
        "title": "备注",
        "content": "为添加的MAC地址备注信息，备注不能超过32个字符(单个中文占3个字符)。"
      }
    ]
  },
  "dnsProxyJson": {
    "title": "DNS服务器代理",
    "desc": "您可以进行DNS代理功能设置。",
    "items": [
      {
        "title": "DNS代理开关",
        "content": "开启开关后，需要配置DNS服务器。"
      },
      {
        "title": "DNS服务器",
        "content": "请填写正确的DNS服务器，若DNS服务器填写错误，会导致设备域名解析失败。"
      }
    ]
  },
  "ipConnJson": {
    "title": "IP连接数限制",
    "desc": "您可以进行IP连接数限制设置。",
    "items": [
      {
        "title": "规则名称",
        "content": "为添加的规则命名，字符数限制在28个字符以内，且任意两条规则不能重名。"
      },
      {
        "title": "IP地址范围",
        "content": "设置要限制的的IP地址范围。"
      },
      {
        "title": "最大连接数",
        "content": "设置受限IP的最大连接数。"
      },
      {
        "title": "状态",
        "content": "开启后配置才会生效"
      }
    ]
  },
  "natdmzJson": {
    "title": "NAT-DMZ规则类表",
    "desc": "您可以整机映射规则设置。",
    "items": [
      {
        "title": "规则名称",
        "content": "为添加的规则命名，字符数限制在28个字符以内，且任意两条规则不能重名。"
      },
      {
        "title": "出接口",
        "content": "您可以选择规则生效的出接口。一个出接口只能配置一条整机映射规则。"
      },
      {
        "title": "主机地址",
        "content": "NAT DMZ服务指向的主机地址。"
      },
      {
        "title": "状态",
        "content": "开启后配置才会生效"
      }
    ]
  },
  "userOnlineJson": {
    "title": "在线用户",
    "desc": "用户离线状态需要三分钟的延迟时间，即用户离线后可能还会在此列表中显示三分钟。",
    "items": [
      {
        "title": "接入类型",
        "content": "客户端主机是无线接入，还是有线接入，可能存在未知情况。"
      },
      {
        "title": "无线信息",
        "content": "接入类型是无线的用户才有此无线信息。无线信息包含信道、信号强度、在线时间、协商速率。"
      },
      {
        "title": "访问控制",
        "content": "控制此主机/终端的上网行为，联网时段等。"
      }
    ]
  },
  "netNeighborJson": {
    "items": [
      {
        "title": "少了EAP - EAP指示灯常亮",
        "frags": [
          "方法一：长按“Reset”按钮将AP恢复出厂设置（AP已被配置过）",
          "方法二：如果有连接家用路由请将其关闭（内网有非法DHCP）",
          "方法三：检查拓扑看AP是否在同一网段，如果不是请连接到统一网段内",
          "方法四：检查网络中是否有多个路由器，有的话移除多余的路由（网关地址冲突）",
          "方法五：将终端也修改为自动获取DHCP（终端和EAP地址冲突）",
          "方法六：在交换机后台的更多设置中开启“防环路”（内网环路）"
        ]
      },
      {
        "title": "少了EAP - EAP指示灯闪烁或长时间不亮",
        "frags": [
          "方法一：用测线仪测试网线或更换网线，排查是否为线路问题",
          "方法二：将交换机上的“隔离拨码”按钮拨到OFF（组网中交换机开了端口隔离）",
          "方法三：清查看PoE是否供电不足，可减少供电设备或更换DC适配器",
          "方法四：扩大网关地址池，再重新搜索信号（DHCP地址池不够）",
          "方法五：进入无线管理-AP列表页面升级版本",
          "方法六：如果以上方法都不奏效，请更换设备"
        ]
      },
      {
        "title": "少了ES2系列交换机",
        "content": "",
        "frags": [
          "方法一：用测线仪测试网线，检查连接交换机线路是否正常",
          "方法二：先进行网络配置然后将整网升级到最新版本，完成升级后即可发现交换机"
        ]
      }
    ]
  },
  "vpnPoolJson": {
    "title": "IP 地址池列表",
    "desc": "您可以通过本页面设置地址池条目，进行地址池的管理。",
    "items": [
      {
        "title": "地址池名称",
        "content": "标识地址池的名称。"
      },
      {
        "title": "IP地址范围",
        "content": "地址范围格式如：1.1.1.1-1.1.1.100，结束地址必须大于起始地址，不同的地址池，配置的地址范围不能重叠。"
      }
    ]
  },
  "vpnUserJson": {
    "title": "VPN用户管理",
    "desc": "您可以配置L2TP/PPTP服务器的用户信息。",
    "items": [
      {
        "title": "用户名/密码",
        "content": "允许拨入的用户名称和密码。"
      },
      {
        "title": "服务类型",
        "content": "根据不同的VPN类型选择。"
      },
      {
        "title": "本地地址",
        "content": "VPN隧道的本地虚拟IP地址。此地址可以任意设置，对端拨通后可通过此IP管理路由器。"
      },
      {
        "title": "地址池",
        "content": "L2TP/PPTP服务器分配给客户端的IP地址从地址池内获取。"
      },
      {
        "title": "DNS地址",
        "content": "L2TP/PPTP服务器分配给客户端的DNS地址，如1.1.1.1。"
      },
      {
        "title": "组网模式",
        "frags": [
          "PC到站点：拨入的客户端是个人用户，往往由单个计算机拨入实现远端计算机与本地局域网的通信。",
          "站点到站点：拨入的客户端是一个网段的用户，往往通过一个路由器拨入，实现隧道两端局域网的通信。"
        ]
      },
      {
        "title": "最大会话数",
        "content": "每个用户允许接入的最大客户端数量。注意：用户类型为自动的用户，意味着L2TP和PPTP的最大接入客户端数量均为最大会话数。"
      },
      {
        "title": "对端子网",
        "content": "L2TP/PPTP隧道对端局域网使用的IP地址范围（一般可以填隧道对端设备LAN口的IP地址范围），由IP和子网掩码组成。"
      }
    ]
  },
  "vpnSecurityJson": {
    "title": "IPSec安全策略设置",
    "desc": "您可以通过本页面设置IPSec安全策略，安全策略规定了对什么样的数据流采用什么样的安全提议。安全策略设置分为必要设置和高级设置两个部分，其中高级设置是可选部分。",
    "items": [
      {
        "title": "策略类型",
        "content": "分为客户端和服务端，不同类型策略，设置选项会有差异。"
      },
      {
        "title": "策略名称",
        "content": "设置IPSec安全策略的名称，名称最多支持28个字符。"
      },
      {
        "title": "对端网关",
        "content": "设置对端网关，可以填写对端的IP地址或域名，作为响应者的时候可以将对端网关设为“0.0.0.0”,表示对端地址可以任意。"
      },
      {
        "title": "绑定接口",
        "content": "从下拉列表中指定本地使用的WAN口；对端网关设置的\"对端网关地址\"必须与该WAN口的IP地址相同。"
      },
      {
        "title": "本地子网范围",
        "content": "设置受保护的数据流的本地子网范围，由IP地址和子网掩码来确定。"
      },
      {
        "title": "对端子网范围",
        "content": "设置受保护的数据流的对端子网范围，由IP地址和子网掩码来确定。"
      },
      {
        "title": "预共享密钥",
        "content": "对于每对<绑定接口，对端网关>，都必须指定唯一的预共享密钥作为它们之间相互认证的凭证。"
      }
    ]
  },
  "vpnUnionJson": {
    "title": "IPSec连接列表",
    "desc": "您可以通过本页面查看当前建立的IPSec连接。",
    "items": [
      {
        "title": "名称",
        "content": "显示IPSec连接的名称，一般地，该名称和安全策略名称相同。"
      },
      {
        "title": "SPI",
        "content": "显示IPSec连接的SPI（Security Parameter Index，安全性参数索引），注意每一个IPSec连接的SPI都不相同。"
      },
      {
        "title": "方向",
        "content": "显示IPSec连接的方向（in:流入/out:流出）。"
      },
      {
        "title": "隧道两端",
        "content": "显示IPSec连接的两端的网关地址。"
      },
      {
        "title": "数据流",
        "content": "显示IPSec连接的两端的子网范围。"
      },
      {
        "title": "安全协议",
        "content": "显示IPSec连接使用的安全协议。"
      },
      {
        "title": "AH验证算法",
        "content": "显示IPSec连接使用的AH验证算法。"
      },
      {
        "title": "ESP验证算法",
        "content": "显示IPSec连接使用的ESP验证算法。"
      },
      {
        "title": "ESP加密算法",
        "content": "显示IPSec连接使用的ESP加密算法。"
      }
    ]
  },
  "vpnL2tpSerJson": {
    "title": "L2TP服务器",
    "items": [
      {
        "title": "L2TP链路维护时间间隔",
        "content": "VPN拨通成功后，发送L2TP链路维护检测报文的时间间隔。"
      },
      {
        "title": "PPP链路维护时间间隔",
        "content": "VPN拨通成功后，发送PPP链路维护检测报文的时间间隔。"
      },
      {
        "title": "服务接口",
        "content": "L2TP服务器监听的接口，只有来自服务接口的报文才会被处理。"
      },
      {
        "title": "IPSec加密",
        "content": "是否对隧道进行加密。若加密，则使用IPSec对L2TP隧道加密。若可选加密，则L2TP隧道按客户端的需求决定是否进行IPSec加密。"
      },
      {
        "title": "预共享密钥",
        "content": "IPSec设置为加密或可选加密后，需设置IPSec的预共享密钥。"
      }
    ]
  },
  "vpnL2tpCliJson": {
    "title": "L2TP客户端",
    "items": [
      {
        "title": "隧道名称",
        "content": "L2TP隧道的名称，用于区分不同的隧道。"
      },
      {
        "title": "用户名/密码",
        "content": "L2TP隧道用户身份认证的用户名密码。"
      },
      {
        "title": "服务器地址",
        "content": "L2TP服务器的地址，可以为IP或域名。"
      },
      {
        "title": "IPSec加密",
        "content": "是否对隧道进行加密。若启用，则使用IPSec对L2TP隧道加密。"
      },
      {
        "title": "预共享密钥",
        "content": "IPSec设置为加密后，需设置IPSec加密时的预共享密钥。"
      },
      {
        "title": "对端子网",
        "content": "L2TP隧道对端局域网使用的IP地址范围（一般可以填隧道对端设备LAN口的IP地址范围），由IP和子网掩码组成。"
      },
      {
        "title": "工作模式",
        "frags": [
          "NAT：对经过此L2TP隧道的数据包进行NAT转换（数据包的源IP替换为L2TP隧道的本地虚拟IP）。",
          "路由：对经过此L2TP隧道的数据包只进行路由转发。"
        ]
      },
      {
        "title": "状态",
        "content": "滑块为灰色表示禁用，滑块为蓝色表示启用。"
      }
    ]
  },
  "vpnL2tpTunnelJson": {
    "title": "隧道信息列表",
    "desc": "您可以获得L2TP隧道的信息。",
    "items": [
      {
        "title": "用户名",
        "content": "L2TP隧道建立时用于认证身份使用的用户名称。"
      },
      {
        "title": "服务器/客户端",
        "content": "建立隧道时，本端是作为服务器还是客户端。"
      },
      {
        "title": "隧道名称",
        "content": "L2TP隧道的名称，用于区分不同的隧道。"
      },
      {
        "title": "虚拟本地IP",
        "content": "隧道的本地虚拟IP地址。"
      },
      {
        "title": "接入服务IP",
        "content": "隧道的对端实际IP地址。"
      },
      {
        "title": "对端虚拟IP",
        "content": "隧道的对端虚拟IP地址。"
      },
      {
        "title": "DNS",
        "content": "隧道的DNS地址。"
      }
    ]
  },
  "vpnPptpSerJson": {
    "title": "PPTP服务器",
    "items": [
      {
        "title": "PPTP链路维护时间间隔",
        "content": "VPN拨通成功后，发送PPTP链路维护检测报文的时间间隔。"
      },
      {
        "title": "PPP链路维护时间间隔",
        "content": "VPN拨通成功后，发送PPP链路维护检测报文的时间间隔。"
      },
      {
        "title": "服务接口",
        "content": "PPTP服务器监听的接口，只有来自服务接口的报文才会被处理。"
      },
      {
        "title": "MPPE加密",
        "content": "是否对隧道进行加密。若启用，则使用MPPE对PPTP隧道加密。"
      }
    ]
  },
  "vpnPptpCliJson": {
    "title": "PPTP客户端",
    "items": [
      {
        "title": "PPTP链路维护时间间隔",
        "content": "VPN拨通成功后，发送PPTP链路维护检测报文的时间间隔。"
      },
      {
        "title": "PPP链路维护时间间隔",
        "content": "VPN拨通成功后，发送PPP链路维护检测报文的时间间隔。"
      },
      {
        "title": "隧道名称",
        "content": "PPTP隧道的名称，用于区分不同的隧道。"
      },
      {
        "title": "用户名/密码",
        "content": "PPTP隧道用户身份认证的用户名密码。"
      },
      {
        "title": "出接口",
        "content": "PPTP报文收发的接口。"
      },
      {
        "title": "服务器地址",
        "content": "PPTP服务器的地址，可以为IP或域名。"
      },
      {
        "title": "MPPE加密",
        "content": "是否对隧道进行加密。若启用，则使用MPPE对PPTP隧道加密。"
      },
      {
        "title": "对端子网",
        "content": "PPTP隧道对端局域网使用的IP地址范围（一般可以填隧道对端设备LAN口的IP地址范围），由IP和子网掩码组成。"
      },
      {
        "title": "上行/下行带宽",
        "content": "路由器会根据上下行带宽进行流量均衡的计算。"
      },
      {
        "title": "工作模式",
        "frags": [
          "NAT：对经过此PPTP隧道对端局域网使用的IP地址范围（一般可以填隧道对端设备LAN口的IP地址范围），由IP和子网掩码组成。隧道的数据包进行NAT转换（数据包的源IP替换为PPTP隧道对端局域网使用的IP地址范围（一般可以填隧道对端设备LAN口的IP地址范围），由IP和子网掩码组成。隧道的本地虚拟IP）。",
          "路由：对经过此PPTP隧道对端局域网使用的IP地址范围（一般可以填隧道对端设备LAN口的IP地址范围），由IP和子网掩码组成。隧道的数据包只进行路由转发。"
        ]
      },
      {
        "title": "在线检测模式",
        "content": "在线检测是通过PING和DNS检测接口是否在线：",
        "frags": [
          "自动：PING检测选择网关指定互联网地址作为目的地址，DNS检测选择接口的DNS服务器作为目的地址。",
          "永远在线：不对接口进行任何在线检测，接口状态一直在线",
          "手动：手动指定PING检测和DNS检测的地址，判断接口是否在线。"
        ]
      }
    ]
  },
  "vpnPptpTunnelJson": {
    "title": "隧道信息列表",
    "desc": "您可以获得PPTP隧道的信息。",
    "items": [
      {
        "title": "用户名",
        "content": "PPTP隧道建立时用于认证身份使用的用户名称。"
      },
      {
        "title": "服务器/客户端",
        "content": "建立隧道时，本端是作为服务器还是客户端。"
      },
      {
        "title": "隧道名称",
        "content": "PPTP隧道的名称，用于区分不同的隧道。"
      },
      {
        "title": "虚拟本地IP",
        "content": "隧道的本地虚拟IP地址。"
      },
      {
        "title": "接入服务IP",
        "content": "隧道的对端实际IP地址。"
      },
      {
        "title": "对端虚拟IP",
        "content": "隧道的对端虚拟IP地址。"
      },
      {
        "title": "DNS",
        "content": "隧道的DNS地址。"
      }
    ]
  },
  "apListJson": {
    "title": "AP设置",
    "desc": "查看当前网络下的AP设备信息。",
    "items": [
      {
        "title": "设备名称",
        "content": "设备名称可以修改成易于标识的名字。比如：设备所在位置或者设备特征等。"
      },
      {
        "title": "IP地址",
        "content": "点击IP地址可以跳转到设备的管理页面。"
      },
      {
        "title": "在线状态",
        "content": "",
        "frags": [
          "在线：设备已连通本地网络。",
          "离线：设备没有上电，或者WAN设置错误。",
          "从未上线：手动添加的设备，还未在该网络上线。"
        ]
      },
      {
        "title": "软件版本",
        "content": "设备会检测网络上是否有此台AP设备的升级版本。",
        "frags": [
          "如果有可升级版本，版本号右上方会显示“new”的标识，鼠标经过会显示可升级的新版本号。",
          "如果没有可升级版本，显示当前设备的版本号。",
          "可升级版本需要在云端上发布。"
        ]
      },
      {
        "title": "高级搜索",
        "content": "根据设备序列号、型号、版本、MAC、在线状态来搜索所有网络设备，并显示在列表中。"
      },
      {
        "title": "列表筛选",
        "content": "列表表项较多时，您可筛选您关注的表项在列表中显示。"
      },
      {
        "title": "升级设备",
        "content": "当设备列表中有可升级版本时，勾择可升级的设备表项，点击“批量操作”里的“升级设备”对选择的设备进行版本升级操作。",
        "frags": [
          "升级的版本从云端获取。",
          "请勿重复升级设备，升级过程需等待一段时间。等设备升级成功后会自动重新加入网络。"
        ]
      },
      {
        "title": "分组说明",
        "content": "一个网络里包含多台设备，设备可以划分为多个分组。一台设备只能属于一个分组，每个分组都有独立的配置信息。",
        "frags": [
          "缺省分组：一个网路只有一个缺省分组，设备初始缺省分组为default。",
          "当前分组：每台AP都有归属分组，这里显示当前AP列表所在分组。",
          "展开/收起分组：您需要查看或配置分组时，可点击此按钮来显示/隐藏分组管理界面。分组管理位于AP列表左侧。",
          "分组配置：每个分组都可以有自己的配置，分组下的所有设备都使用该分组配置。",
          "举例：例如一个网络有1~10台AP, 可以根据设备部署的物理位置，将1~5台设备分到：员工区分组，将6~10台设备分到：顾客区分组。将顾客区分组设置：SSID配置成不加密，需要认证。将员工区分组设置：SSID配置成加密，不需要认证。"
        ]
      },
      {
        "title": "分组操作说明",
        "content": "创建分组/迁移分组/删除分组",
        "frags": [
          "创建分组：创建一个分组并且指定分组名称",
          "迁移分组：指一台设备从一个分组划分到另一个分组。设备将应用该分组下的配置。",
          "删除分组：分组删除后，原分组下的设备，自动归属到缺省分组，并且应用该缺省分组对应的配置。"
        ]
      }
    ]
  },
  "wifiJson": {
    "title": "无线设置",
    "desc": "您可以通过本页面进行无线网络的基本设置。",
    "items": [
      {
        "title": "Wi-Fi名称",
        "content": "无线(Wi-Fi)名称，无线终端搜索显示的名称。"
      },
      {
        "title": "Wi-Fi编码方式",
        "content": "当Wi-Fi不包含中文时，该选项会隐藏，当Wi-Fi包含中文时，该选项会显示，可以选择utf-8和gbk两种编码方式对包含中文的Wi-Fi进行编码。"
      },
      {
        "title": "应用频段",
        "content": "无线网络生效的AP频段。"
      },
      {
        "title": "加密类型",
        "content": "用于无线网络连接时的加密方式，有三种加密方式可选：",
        "frags": [
          "不加密：无线终端无需密码即可连接上。",
          "WPA-PSK/WPA2-PSK:使用WPA/WPA2加密方式，该加密方式需要自行配置Radius服务器进行相关认证。",
          "WPA_WPA2-PSK(推荐)：使用WPA2-PSK/WPA-PSK加密方式，该加密方式无需自设认证服务器，设置Wi-Fi密码即可。"
        ]
      },
      {
        "title": "Wi-Fi密码",
        "content": "连接无线网络的密码，由8-16个字符组成。"
      },
      {
        "title": "生效时段",
        "content": "可以选择此Wi-Fi在哪个时段开启关闭。还可以选择“其他时段”并选择已经配置过的时段，或者自定义选择生效的时间段。"
      },
      {
        "title": "转发类型",
        "content": "分为“桥模式”和“路由模式”，桥模式时可以配置VLAN。",
        "frags": [
          "桥模式：终端从上联设备的DHCP服务器获取地址。",
          "路由模式：终端从本机的DHCP服务器获取地址。"
        ]
      },
      {
        "title": "VLAN",
        "content": "转发类型为“桥模式”时可以配置。"
      },
      {
        "title": "用户隔离",
        "content": "禁止同一AP上的用户（同一个网段）相互访问，增强安全性。访客Wi-Fi不可修改，默认开启。"
      }
    ]
  },
  "wifiHealthyJson": {
    "title": "健康模式",
    "desc": "您可以通过本页面进行无线网络的高级设置。",
    "items": [
      {
        "title": "健康模式开关",
        "content": "开启健康模式，设备会在模式生效的时段里以较低的功率运行。关闭健康模式，设备功率以单台设备的“信道功率”页面配置为准。高功率状态下能让您获取更好的无线信号。"
      },
      {
        "title": "生效时段",
        "content": "选择健康模式的生效时段。建议选择较少使用的无线的时段开启健康模式。"
      }
    ]
  },
  "wifiRadioJson": {
    "title": "高级设置",
    "desc": "您可以通过本页面进行无线网络的高级设置。",
    "items": [
      {
        "title": "最大用户数",
        "content": "配置无线的最大用户数，实际生效数以AP设备支持的最大用户数为准。"
      },
      {
        "title": "频宽",
        "content": "设置用于Wi-Fi信号频宽。在信号范围内，如果Wi-Fi信号干扰较少，设置较大的频宽可以获得更高的传输速率；如果Wi-Fi信号干扰较大，设置较小的频宽可以获得更好的传输稳定性。"
      }
    ]
  },
  "macBwlist": {
    "title": "无线黑白名单",
    "desc": "您可以对无线用户进行访问控制。",
    "items": [
      {
        "title": "黑名单模式",
        "content": "不允许列表中终端/设备访问。切换到“黑名单模式”时：",
        "frags": [
          "1、黑名单列表默认为空。",
          "2、您可以手工输入MAC添加到黑名单。",
          "3、您也可以在“无线用户”页面将在线用户踢下线（即添加到黑名单中）。"
        ]
      },
      {
        "title": "白名单模式",
        "content": "只允许列表中终端/设备访问。切换到“白名单模式”时：",
        "frags": [
          "1、白名单列表默认为当前已在线的用户列表，是为了防止已在线用户被误踢下线。",
          "2、您可以根据需要增删改白名单列表。",
          "3、您也可以在“无线用户”页面将在线用户踢下线（即从白名单中删除）。"
        ]
      }
    ]
  },
  "pppoeGlobalJson": {
    "title": '全局设置',
    "desc": '根据您的网络环境，对PPPoE服务器进行正确的配置，以保证高效管理网络。',
    "items": [
      {
        "title": 'PPPoE服务器',
        "frags": [
          '您可以勾选此项，选择是否开启PPPoE服务器功能。'
        ]
      },
      {
        "title": '强制PPPoE拨号',
        "frags": [
          '您可以勾选此项，选择是否启用强制PPPoE拨号功能。',
          '功能开启后，仅有拨号用户和例外IP的用户能使用网络。设置例外IP，请到例外IP管理页面进行设置。'
        ]
      },
      {
        "title": '拨号用户互访',
        "frags": [
          '您可以勾选此项，选择是否开启拨号用户互访功能。拨号用户互访功能允许拨号用户之间互相通信。',
        ]
      },
      {
        "title": '首选/备选DNS服务器',
        "frags": [
          '请正确填写，作为DNS服务器地址，缺省为空。',
        ]
      },
      {
        "title": '系统最大会话数',
        "frags": [
          '设置会话数的最大值。',
        ]
      },
      {
        "title": '最大未应答LCP包数',
        "frags": [
          '作为最大未应答LCP包数，缺省为10。当一条连接的未应答LCP包数超过这个数值时，PPPoE Server会自动断开这条连接。',
        ]
      },
      {
        "title": '空闲断线时间',
        "frags": [
          '作为最大空闲断线时间，缺省为30。请填写0-10080（分钟），即最大为7天。0代表不空闲断线。',
        ]
      },
      {
        "title": '认证方式',
        "frags": [
          '提供四种认证方式，请至少选择一种。',
        ]
      }
    ]
  },
  "pppoeManageJson": {
    "title": '账号管理',
    "desc": '您可以查看账号设置信息，还可以通过表格按钮对账号设置信息条目进行操作。',
    "items": [
      {
        "title": '账号',
        "frags": [
          '账号规则设置的名称。'
        ]
      },
      {
        "title": '密码',
        "frags": [
          '账号的密码。',
        ]
      },
      {
        "title": '地址池',
        "frags": [
          'PPPoE服务器分配给客户端的IP地址从地址池获取。',
        ]
      },
      {
        "title": '账号到期时间',
        "frags": [
          '设置账号的有效时间，最大值为2099-01-01。',
        ]
      },
      {
        "title": '备注',
        "frags": [
          '您可以设置规则条目备注，以方便您管理和查找。备注最多支持50个字符。',
        ]
      },
      {
        "title": '启用/禁用规则',
        "frags": [
          '您可以选择<启用>，使该规则生效。您也可以选择<禁用>，使该规则失效。',
        ]
      }
    ]
  },
  "pppoeExceptipJson": {
    "title": '例外IP管理',
    "desc": '您可以查看例外IP条目，还可以通过表格按钮对条目进行操作。',
    "items": [
      {
        "title": '起始IP地址',
        "frags": [
          'IP地址段的起始IP地址，且起始IP地址必须小于或等于结束IP地址，而且不能与已有的IP地址范围重叠。'
        ]
      },
      {
        "title": '结束IP地址',
        "frags": [
          'IP地址段的结束IP地址，且结束IP地址必须大于或等于起始IP地址，而且不能与已有的IP地址范围重叠。',
        ]
      },
      {
        "title": '备注',
        "frags": [
          '您可以对所添加的例外IP地址进行描述。',
        ]
      },
      {
        "title": '启用/禁用规则',
        "frags": [
          '您可以选择<启用>，使该规则生效。您也可以选择<禁用>，使该规则失效。',
        ]
      }
    ]
  },
  "pppoeUserinfoJson": {
    "title": '账号信息列表',
    "desc": '您可以通过本页面查看账号的有关信息。',
    "items": [
      {
        "title": '账号',
        "frags": [
          '账号名。'
        ]
      },
      {
        "title": '状态',
        "frags": [
          '该账号的该IP对应的用户当时所处的状态。同一账号可允许异地登录。',
        ]
      },
      {
        "title": 'IP地址',
        "frags": [
          '该用户的IP地址。',
        ]
      },
      {
        "title": 'MAC地址',
        "frags": [
          '该用户的MAC地址。',
        ]
      },
      {
        "title": '上线时间',
        "frags": [
          '该用户的上线时间。',
        ]
      },
      {
        "title": '备注',
        "frags": [
          '该用户的备注信息。',
        ]
      },
      {
        "title": '断开连接',
        "frags": [
          '您可以点击此项，选择强制挂断该用户。',
        ]
      }
    ]
  },
  "acNetJson": {
    "title": '网络安全',
    "items": [
      {
        "title": '限速开关',
        "frags": [
          'ARP、广播和组播限速大小设置的总开关。'
        ]
      },
      {
        "title": 'ARP报文限速',
        "frags": [
          '每秒能通过的ARP报文个数。'
        ]
      },
      {
        "title": '广播报文限速',
        "frags": [
          '每秒能通过的广播报文个数。'
        ]
      },
      {
        "title": '组播报文限速',
        "frags": [
          '每秒能通过的组播报文个数，如果有电视等组播流较大的场景，建议配置较大速率或者配成0。'
        ]
      }
    ]
  },
  "attackJson": {
    "title": '防攻击',
    "items": [
      {
        "title": '新建流限速',
        "frags": [
          '每秒能创建流的数量。'
        ]
      },
      {
        "title": '本地防攻击的开关',
        "frags": [
          '本地限速防攻击的开关，打开开关能降低攻击对CPU负载的影响。'
        ]
      },
      {
        "title": '管理员IP',
        "frags": [
          '管理员ip将不被加入本地防攻击的限速当中。'
        ]
      }
    ]
  },
  "dhcpSecurityJson": {
    "title": 'DHCP安全',
    "items": [
      {
        "title": 'IP检查',
        "frags": [
          'IP报文检查的总开关，开启后将过滤非法来源的IP报文。'
        ]
      },
      {
        "title": 'ARP检查',
        "frags": [
          'ARP报文检查的总开关，开启后将过滤非法来源的ARP报文。'
        ]
      },
      {
        "title": '逃逸时间',
        "frags": [
          '设备运行超过逃逸时间后才进行检查。'
        ]
      },
      {
        "title": '信任DHCP服务器',
        "frags": [
          'VLAN对应配置的DHCP服务器视为该VLAN内的合法DHCP服务器。'
        ]
      },
      {
        "title": '用户安全VLAN',
        "frags": [
          '对VLAN内的WiFi接口收到的DHCP报文、ARP报文和IP报文进行合法性检查。'
        ]
      },
      {
        "title": '静态DHCP客户端',
        "frags": [
          '对来源于静态DHCP客户端的报文，都视为合法来源报文。'
        ]
      }
    ]
  }
}
